Repository: samikeijonen/sijaishaku
Catalog: languages/sijaishaku-*.po
Languages: fi

source: Published by [entry-author] on [entry-published] [entry-comments-link before=" | "]
fi: [entry-author] [entry-published] [entry-comments-link before=" | "]

source: Pages:
fi: Sivut:

source: [entry-terms before="Posted in " taxonomy="category"] [entry-terms before="| Tagged "] [entry-terms before="| Academy level " taxonomy="academy_level"]
fi: [entry-terms before="Paikkakunta " taxonomy="category"] [entry-terms before="| Oppiaine "] [entry-terms before="| Kouluaste " taxonomy="academy_level"]

source: Click to edit
fi: Editoi

source: Delete
fi: Poista

source: Login to the site.
fi: Kirjaudu sivulle.

source: Lost password?
fi: Unohtuiko salasana?

source: Post was deleted succesfully.
fi: Ilmoitus poistettiin onnistuneesti.

source: You do not have privileges to edit this post.
fi: Sinulla ei ole oikeuksia editoida tätä ilmoitusta.

source: Custom search
fi: Etsi

source: Select at least one from each group.
fi: Valitse ainakin yksi jokaisesta ryhmästä.

source: Towns
fi: Paikkakunnat

source: Subjects
fi: Oppiaineet

source: Levels
fi: Kouluasteet

source: Search
fi: Hae

source: Search results
fi: Hakutulokset

source: You have already left a message. Only one is allowed.
fi: Olet jo jättänyt ilmoituksen. Vain yksi ilmoitus sallitaan.

source: A child theme of Kalervo parent theme.
fi: Sijaishakupalvelun teema. Kalervo-teeman alateema.

source: Account Page
fi: Omat tiedot -sivu

source: Edit Page
fi: Editoi-sivu

source: Result Page
fi: Hakutulokset-sivu

source: Search Page
fi: Etsi-sivu

source: Send Page
fi: Lähetä-sivu
